Repository: ilhanaydinli/cargo-tracking-for-woocommerce
Catalog: languages/cargo_tracking_for_woocommerce-*.po
Languages: tr_tr

source: Select Image
tr_tr: Fotoğraf seç

source: Are you sure?
tr_tr: Emin misin?

source: Settings
tr_tr: Ayarlar

source: Tracking Code
tr_tr: Takip Kodu

source: Select Cargo Company
tr_tr: Kargo Firması Seçin

source: Shipping Date
tr_tr: Sevkiyat Tarihi

source: Send E-Mail
tr_tr: E-Posta Gönder

source: If you mark it, an email containing the cargo tracking text will be sent.
tr_tr: İşaretlerseniz, kargo takip metnini içeren bir e-posta gönderilecektir.

source: Change Order Status
tr_tr: Sipariş Durumunu Değiştir

source: If you mark it, the order status will be updated as shipped.
tr_tr: İşaretlerseniz sipariş durumu kargoya verildi olarak güncellenecektir.

source: Delete
tr_tr: Sil

source: Save
tr_tr: Kaydet

source: Edit
tr_tr: Düzenle

source: Company
tr_tr: Firma

source: Description
tr_tr: Açıklama

source: Cargo Tracking
tr_tr: Kargo Takip

source: New Cargo Company
tr_tr: Yeni Kargo Firması

source: İnsert
tr_tr: Ekle

source: Remove
tr_tr: Sil

source: Order Shipping
tr_tr: Kargoya Verildi

source: Order Shipping (%s)
tr_tr: Kargoya Verildi (%s)

source: New Add
tr_tr: Yeni Ekle

source: Cargo Company Add
tr_tr: Kargo Firması Ekle

source: You can add a new cargo company from this section.
tr_tr: Bu bölümden yeni bir kargo firması ekleyebilirsiniz.

source: Select the picture of the cargo company.
tr_tr: Kargo firmasının resmini seçiniz.

source: Cargo Company Name
tr_tr: Kargo Firma Adı

source: Enter the name of the cargo company.
tr_tr: Kargo firmasının adını girin.

source: Text for users cargo tracking section.
tr_tr: Kullanıcıların kargo takip bölümü için metin.

source: Tags available: [shipping_date], [tracking_code], [img], [company]
tr_tr: Mevcut etiketler: [shipping_date], [tracking_code], [img], [company]

source: The url where users will follow the cargo.
tr_tr: Kullanıcıların kargoyu takip edeceği url.

source: In this section, you can adjust the cargo tracking plugin.
tr_tr: Bu bölümde kargo takip eklentisini ayarlayabilirsiniz.

source: E-Mail Sending
tr_tr: E-Posta Gönderimi

source: Send email when order status changes to "Order Shipped".
tr_tr: Sipariş durumu "Kargoya Verildi" olarak değiştiğinde e-posta gönder.

source: Check this field to send email to users that the order status has been updated to "Order Shipped".
tr_tr: Kullanıcılara sipariş durumunun "Kargoya Verildi" olarak güncellendiğine dair e-posta göndermek için bu alanı işaretleyin.

source: E-Mail Heading
tr_tr: E-Posta Başlığı

source: You can change the e-mail header.
tr_tr: E-posta başlığını değiştirebilirsiniz.

source: You can use the tags you use in the header section of Woocommerce email templates.
tr_tr: Kullandığınız etiketleri WooCommerce e-posta şablonlarının başlık bölümünde kullanabilirsiniz.

source: E-Mail Subject
tr_tr: E-posta Konusu

source: You can change the e-mail subject.
tr_tr: E-posta konusunu değiştirebilirsiniz.

source: You can use the tags you use in the subject section of Woocommerce email templates.
tr_tr: Kullandığınız etiketleri WooCommerce e-posta şablonlarının konu bölümünde kullanabilirsiniz.

source: E-Mail and Detail Content
tr_tr: E-Posta ve Detay İçeriği

source: Tags available: [shipping_date.], [tracking_code], [img], [description], [url]
tr_tr: Mevcut etiketler: [shipping_date.], [tracking_code], [img], [description], [url]

source: In this section you can edit the detail text in the email description and order details.
tr_tr: Bu bölümde, e-posta açıklamasındaki detay metnini ve sipariş detaylarını düzenleyebilirsiniz.

source: E-Mail Template
tr_tr: E-posta Şablonu

source: You can choose which template to send the sent e-mail to. Recommended template: Processing
tr_tr: Gönderilen e-postanın hangi şablonda gönderileceğini seçebilirsiniz. Önerilen şablon: İşleniyor

source: Orders Status
tr_tr: Sipariş Durumu

source: When you disable or remove the plugin, the status of orders that have "Order Shipment" status is given.
tr_tr: Eklentiyi etkinsizleştirdiğiniz veya kaldırdığınızda şipariş durumu "Kargoya Verildi" olan siparişlerin durumu ne yapılsın.

source: Delete All Data
tr_tr: Tüm Verileri Sil

source: Delete all plug-in data when I delete the plug-in.
tr_tr: Eklentiyi sildiğimde tüm eklenti verilerini sil.

source: Caution: If you select this option, all cargo data you have entered into orders and all data of the add-on (cargo data, add-on settings, etc.) will be deleted.
tr_tr: Dikkat: Bu seçeneği seçmeniz durumunda siparişlerinize girmiş olduğunuz tüm kargo bilgileri ve eklentiye ait tüm veriler (kargo verileri, eklenti ayarları vb.) silinecektir.

source: Please fill in all fields.
tr_tr: Lütfen bütün boşlukları doldurun.

source: New cargo company added.
tr_tr: Yeni kargo firması eklendi.

source: Your order was sent via [company] on [shipping_date]. Cargo Tracking Code: [tracking_code]
tr_tr: Siparişiniz [shipping_date] tarihinde [company] aracılığıyla gönderildi. Kargo Takip Kodu: [tracking_code]

source: Order Shipped
tr_tr: Kargoya Verildi

source: {site_title} Order Shipping
tr_tr: {site_title} Kargoya Verildi

source: <p>[description]</p><p>Click <a href="[url]" target="_blank">here</a> to follow your cargo.</p>
tr_tr: <p>[description]</p><p>Kargonuzu takip etmek için <a href="[url]" target="_blank">buraya</a> tıklayın.</p>
